---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneLevelOffset
source: html/3e172b58-0b5c-d0ba-1b47-b8d6b1a4f367.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneLevelOffset Property

"Level Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneLevelOffset { get; }
```